aaron-bond.better-comments
abusaidm.html-snippets
alefragnani.bookmarks
amazonwebservices.aws-toolkit-vscode
amiralizadeh9480.laravel-extra-intellisense
amirmarmul.laravel-blade-vscode
ardonplay.vscode-jetbrains-icon-theme
arzg.intellij-theme
aurorabiz.blade-ui-kit
austenc.laravel-blade-spacer
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
castrogusttavo.symbols
codingyu.laravel-goto-view
cweijan.dbclient-jdbc
cweijan.vscode-mysql-client2
dart-code.dart-code
dart-code.flutter
deerawan.vscode-faker
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
donjayamanne.githistory
eamodio.gitlens
editorconfig.editorconfig
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
felixfbecker.php-debug
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
fterrag.vscode-php-cs-fixer
github.github-vscode-theme
github.vscode-github-actions
github.vscode-pull-request-github
goodm4ven.vsc-tailwind-shades-generator
gruntfuggly.todo-tree
hardikmodi.todolist
heybourn.headwind
hilleer.yaml-plus-json
humao.rest-client
ikappas.phpcs
jock.svg
junstyle.php-cs-fixer
kisstkondoros.vscode-gutter-preview
lalithk90.thymeleaf-html5-snippets
laradump.laradump
laurenttreguier.vscode-simple-icons
lkrms.inifmt
lkrms.pretty-php
localizely.flutter-intl
lonefy.vscode-js-css-html-formatter
maziac.asm-code-lens
mehedidracula.php-namespace-resolver
mhutchie.git-graph
miguelsolorio.fluent-icons
mikestead.dotenv
mobalic.jetbrains-dark-theme
mohamedbenhida.laravel-intellisense
monosans.djlint
mrchetan.alwayson
mrchetan.goto-laravel-components
mrchetan.laravel
mrchetan.laravel-extension-pack
mrchetan.laravel-goto-config
mrchetan.phpstorm-parameter-hints-in-vscode
ms-vscode.live-server
ms-vscode.notepadplusplus-keybindings
naoray.laravel-goto-components
naumovs.color-highlight
nhedger.inertia
onecentlin.laravel-blade
onecentlin.laravel5-snippets
open-southeners.laravel-pint
open-southeners.php-support-utils
pflannery.vscode-versionlens
phoenisx.cssvar
pkief.material-icon-theme
porifa.laraphense
porifa.laravel-intelephense
pranaygp.vscode-css-peek
pucelle.vscode-css-navigation
redhat.vscode-yaml
redlin.remove-tabs-on-save
remcohaszing.schemastore
ritwickdey.liveserver
shufo.vscode-blade-formatter
singularitti.vscode-julia-formatter
sleistner.vscode-fileutils
stef-k.laravel-goto-controller
steoates.autoimport
stoildobreff.php-resolver
streetsidesoftware.code-spell-checker
thebearingedge.twind-intellisense-fork
tomoki1207.pdf
usernamehw.errorlens
wongjn.php-sniffer
xabikos.javascriptsnippets
yandeu.five-server
zhang-renyang.chat-gpt
